// ************************************************************************************
//  解决方案：NJIS.FPZWS.Platform.Cutting
//  项目名称：NJIS.FPZWS.Wcf
//  文 件 名：IWcfServer.cs
//  创建时间：2017-12-29 14:36
//  作    者：
//  说    明：
//  修改时间：2017-12-29 14:36
//  修 改 人：
// Copyright © 2017 广州宁基智能系统有限公司. 版权所有
// *************************************************************************************

namespace NJIS.FPZWS.Wcf.Service
{
    public interface IWcfServer
    {
        void Start();
        void Stop();
    }
}